Аккумуляторная архитектура, в ней единственное хранилище - это аккумулятор (для краткости далее - акк), в него можно загружать какие-то значения, производить с ним действия (результат также загружается в акк)

Пенской (для краткости далее - заебал) сделал так, что мы работаем только с метками, соответственно если вы хотите, к примеру, к акку прибавить 1, то не можете сделать тупа 
```add    1```
так как интерпретатор подумает, что это ссылка и начнутся аномалии, не совершайте моих ошибок)
Чтобы это сделать нужно завести константу, в которой будет лежать операнд и далее пользоваться ей на здоровье
```
.data
const_1    .word 0x1

.text
_start:
add    const_1
```
